{
    "7f3f39b1-d9c7-4996-9d5c-4e25bc0c0655": {
        "title": "Cyberpunk 2077",
        "category": "Action",
        "maxLevel": "100",
        "imageUrl": "https://gaming-cdn.com/images/products/14769/orig/cyberpunk-2077-ultimate-edition-ultimate-edition-pc-game-gog-com-cover.jpg?v=1701776924",
        "summary": "Cyberpunk 2077 is a 2020 action role-playing game developed by the Polish studio CD Projekt Red and published by CD Projekt. Based on Mike Pondsmith's Cyberpunk tabletop game series, the plot is set in the fictional metropolis of Night City, California, within the dystopian Cyberpunk universe. The player assumes the role of V (voiced by Gavin Drea or Cherami Leigh), a mercenary who gets imbued with a cybernetic \"bio-chip\" containing an engram of legendary rockstar and terrorist Johnny Silverhand (voiced by Keanu Reeves) during a heist mission given to them by Dexter Deshawn. As Johnny's consciousness begins overwriting V's own, the two must work together to separate from each other and save V's life.",
        "_id": "7f3f39b1-d9c7-4996-9d5c-4e25bc0c0655"
    },
    "7feecb20-53ad-4844-be6d-3b88b49ccedc": {
        "title": "Doom Eternal",
        "category": "Horror",
        "maxLevel": "50",
        "imageUrl": "https://assets.nintendo.com/image/upload/c_fill,w_1200/q_auto:best/f_auto/dpr_2.0/ncom/software/switch/70070000011025/09fde58766118f7aec9f6ff30f3a8d6e7ba37ace336e79097643431c911d99c1",
        "summary": "In 2163, fourteen years after the events on Mars,[b] Earth has been overrun by demons, wiping out 60% of the planet's population. The Union Aerospace Corporation (UAC) has been fully corrupted into a demonic cult. What remains of humanity has either fled Earth or joined the Armored Response Coalition (ARC) resistance movement. The Doom Slayer, having previously been betrayed by Dr. Samuel Hayden, returns with a satellite fortress controlled by the AI VEGA to quell the demonic invasion by killing the Hell Priests: Deags Nilox, Ranak, and Grav. The priests serve an angelic being known as the Khan Maykr, who seeks to sacrifice mankind for her own race's survival. The Slayer teleports to Earth and kills Deag Nilox, but the Khan Maykr transports the two remaining priests to unknown locations.",
        "_id": "7feecb20-53ad-4844-be6d-3b88b49ccedc"
    }
}